Revit 2024 API
UnitTypeId.JoulesPerSquareMeterKelvin Property
 Joules per square meter Kelvin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId JoulesPerSquareMeterKelvin { get; }
Visual Basic
Public Shared ReadOnly Property JoulesPerSquareMeterKelvin As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ JoulesPerSquareMeterKelvin {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace